<?php
$title = '古典翻訳 - ';
include('./../app/_header.php');
?>
<link rel="stylesheet" href=<?php echo $path . "/css/dogma.css"?>>

<body>
  <main>
    <h1 class="title">ドグラ・マグラ訳</h1>
    <h1 class="author">夢野久作</h1>
    <h2>青黛山如月寺縁起</h2>
    <div class="box1">
      <p >（開山一行上人手記）</p>
      <p>―註― 同寺は姪浜町二十四番地に在り。呉家四十九代の祖虹汀氏の建立による。</p>
    </div>
    <br>
    <p class="box2">
      　夜明けに光を散りばめす見渡す限りの雪は、夕暮れには泥水と化して、河や海にまた消える。今夜、銀の燭台に連なり華やかに時めく花は、暁にはごみとなって泥のままとなろう。三界は波上の紋のように交じり合い、一生は空に架かる虹のように儚い。言うまでもなく、人は短い間に悪縁を結び、少しの間も因縁を無くすことはない。生きていては地獄の転変に堕在し、叫喚鬼畜の顔を現し、死んでも悪縁を子孫に伝え、業報永劫の苛責により狂わす。その懼れ、その苦しみ、何に例えようか、何と比べようか。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　ここで此の因果を観じて、この通り本来の理趣を究竟とし、根源から断惑して菩提心に改新し、一宇の伽藍を建立して仏堂を飾り奉り、一念称名、人天威供敬の浄道場としようではないか。その起源を辿るに、慶安のころ山城国、京洛、祇園の精舎の近くに、貴賤群衆の巷に長く住んでいる茶舗美登利屋という家があった。毎年宇治の銘を選んで雲上に奉り、「玉露」と名付けて評判を全国に伝えた。当主を坪右衛門と言い、一男三女を持った。男を坪太郎と名付け、この上なく寵愛したが、この男、生まれつき商いの道を好まず、幼き時から宇治黄檗の道人である隠元禅師の所へ参り学才人となった。傍らに柳生の剣法を学び、また画流を土佐派に酌み、俳体を蕉風として際立った風格を成した。長く空坪と称し、ひたすら山水を慕いて、また、家を継ぐ志は無く、然れども年長で然る事ながら他に男が家にいないので妻を持つことを何度も強いられるが、学業未到を理由に断り続ける。だが、両親は葛藤を避ける暇無く、遂に、父の頼みにより隠元禅師の許しを受けるに至り、心機一転することとなった。空坪は、
      「二十五の今日まで聞かず不如帰」
      という一句を吾家の門扉にかけ家を出て法体となり一笠一杖を身に宿し、名勝旧跡を探しつつ西を志すこと一年近く、長崎路より肥前唐津に着いた。時に延宝二年春四月の末、空坪二十六歳となった。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　空坪はこの地の景勝を巡り賞翫することが一方ではなかった。虹の松原に因んで名を虹汀と改め、八景を選んで筆紙を広げ、自ら版に描き、広く世の中に伝わることを思った。このようにして滞在すること半年あまり、秋の満月に誘われて旅宿を出て、虹の松原に上る。月明りに照らされ銀に輝く波や砂に連なる大昔の名松は、冴えた月光の中に姿そのまま全てを映し、名工の天籟を帯びているようだった。進むこと一里あまり、漁村浜崎を過ぎても尚昂は冷めない。さらに流霜を追うこと半里にして夷の岬に着き、大きな岩角に倚りかかり、遥かに湾内の風光を眺め、雁影を数えていたら夜中になっていた。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　折もあろうに一人の女性がいた。年は二八は過ぎていると思われるが、華やかなる袖を翻し、白く小さな足もとは覚束無く、荒磯の岩畳を渡り虹汀の傍に近づき、見ている人がいるとも知らず西方に向かって手を合わせ、暫し祈念を凝らしているように見えたが、涙を拭って両袖をかき抱き、今にも海に身を投げる塩梅であった。虹汀は走り寄りて抱きしめ、近くの松原の砂浜に連れていき、事の仔細を尋ねるに、はじめは泣きわめいていたが暫くして語り出してくれた。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　私はこの浜崎という処にある呉の某という家の一人娘で名は六美女と申します。私の家は代々ここの長をつとめて富み栄えておりましたが、満月になれば、月は欠け始めるものでございます。それにしてもまた、世にも恐ろしい因縁があるのです。昔より私の家には狂気の血筋が尽きないのです。今におきましては私唯一人だけが悲しくも生き残っている有様でございます。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　その起源がどのようなものであったかを申し上げますに、吾家には祖先より伝わる一軸の絵巻物がございます。中には美婦人の裸像が描いておりまして、拝聴しました処によれば、呉家の某という人が最愛の夫人の死別を悲しみ、その屍の姿を丹精に写し止め、電光朝露の世の形見にしようと心を尽くして描き始めるのですが、どういうわけなのでしょうか、亡骸はみるみるうちに腐乱して、まだその絵の半分も描いていないのに一片の白骨となり果ててしまったのでございます。主の嘆きは尋常ではなく、遂に狂ってしまいましたのを、亡き夫人の妹くれがし氏が、色々と介抱なさいましたが力及ばず、終に夫人と同じ道に入ってしまったのでございます。その時、妹のくれがし氏は、その狂える人の胤を宿しておりまして、生み月に近い身でございましたが、同じ嘆きを悲しんで、そっくりそのまま命を終えようとばかり考えていましたが、様々に取り止めなさったとかとお聞き存じます。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　さて、折節、筑前大宰府の観世音寺の仏体を修め奉るため、京師から罷り下りになる勝空と呼ばれている旅の僧がおりました。奉修の事を終えて帰る時に、行脚の序に此のあたりに立ち寄りなさって、この仔細をお聞きになられた際に不憫の事だと思われたのだろう。吾家に錫を止めなさってその巻物を拝見し、仏前に引摂結縁なさり入念に読経供養をしてくださった後、裏庭にある大きな栴檀の樹を伐り赤肉を吟味し、自ら弥勒菩薩の座像を刻み、その胎内に彼の絵巻物を納め、吾家の仏壇の本尊に安置し、今後この仏壇の奉仕と、この巻物の披見は、この家の女性のみを以って行わなければいけない。また一切の男をここへ近づけてはいけないと固く禁じて立ち去ったのです。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　その後、彼の狂える人の胤は、美しき玉のような男子となり、事無く此の世に生まれて、時が経ち妻を迎え、吾家の跡継ぎとなりましたが、勝空上人の戒めにより、仏壇には余人を近づけさせませんでした。閼伽、香華の供養は、その妻一人に司らさせつつ、ひたすらに現世の安穏、後世の善処を祈願しておりました。しかし狂人の血を受け継いでる糸からは逃れられないのでしょうか。この男子が壮年になり子宝を幾人か設けた後、又も妻の早世に遭うと同じように狂ってしまったのでございます。その後の代々の男子の中に、機会あるごとに、狂気に身を堕とすものも一人二人とおりました。そのさま尋常でなく、或るものは女を殺そうとし、又は女の新墓に鋤鍬を当てたりなどと穏やかでないことだけ行い、人々がこれを止める時には、その人をも撃ち殺し、傷付けることだけでなく、吾が身も或は舌を噛み、又は縊れて死ぬなど、誠に恐ろしい極みになります。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　このような仕儀がありますと、見る人、聞く人、皆恐れ、危ぶまれないことはなかったでしょう。ある者は男子の身に、彼の絵巻物の祟りが降ったのだと申し、ある者は、不浄な女人が彼の仏像に近づいたことが障ったのかと怪しむなどして、遠きも近きも血縁を結ぶことを忌み嫌うため、吾家の血縁が途絶えそうになることが度々御座いました。そうでございますから時には、金銀に明かし、又は遠い国国に求めて辛くも名跡を合い立てましたが、近年におきましては下賤乞食に到るまでも、吾家の縁辺と申しますと舌を震わし身をわななくようになりました。只今では血縁の者残らず絶え果て、妾、唯一人となってしまいました。分けても妾の兄御二人は、この頃引き続いて悩乱の様となり、長兄はあたりの墓場を荒し、次兄は妾を石で打つと申し上げるなど、恐ろしきことばかりする果てに、相次いで命を縮めるばかりで、そのような噂が一際高まる折節になりますと、たいていの家の者は暇を請い去り、永年召し使える者も、妾を見かけては嘆息を漏らすだけで御座います。舌鋒鋭く物言う者すらなく、侘しさも情無き極みと相成り果ててしまったのです。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　やがて、このような折柄、唐津藩の御家老職、雲井何某と申す者が此事を聞き及ばれたのでございまして、御三男の喜三郎という御仁を、妾の婿にと賜り、名跡を嗣がせなさないと御沙汰があったのです。召使いは男女ともに、敵同士さえ立ち騒ぎ喜び、これほどの首尾は決してないだろうと、引き続き騒いでいましたが、その中に唯一人、妾を守り育てた乳母の者が嬉しそうにない面持ちで打ち沈んでありましので、その仔細を尋ねたところ、ため息をして申し上げるのでした。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　「這は決して喜ばしい御沙汰ではありません。妾の夫で御屋敷で奉公を寄こされている者が卒度漏らし伺ったようには、彼の喜三郎、御仁は、雲井様の妾腹の御子で剣術が達者であり、藩内随一の名高い御方でありましたが、若きときより御行跡が穏やかでなく、長崎御番の御伴として彼の地に行ったときに、丸山の遊び女に浮かれ、放蕩し遂には良からぬ輩と此処彼処の道場を破り周り、茶屋小屋を占領したりするなど、狼藉の限りを尽くして身の置き処が無いまま、此の程密かに帰国した仔細であるようです。しかしながら御家中の誰であっても、嫁婿の御望みを承る者が居らず、蛇、毛虫の如く忌み恐れられていました処、当家の事を聞き及びまして、この御沙汰となったものであります。のみならず、其のまことの下心は、御事済みの後、御家老の御威光をもって、呉家の物なりを家倉と共に押領せしめようという魂胆であるとお聞きするので御座います。運とは申し上げても、力無き事とは申し上げても、御行末の苦労さを思えば、目も眩み、心も消えてしまいそうな次第で御座います。」
      と涙を流して申し上げるのであります。妾もどうすれば良いのだろうと打ち拉がれていたのですが、か弱い身の詮索もなくて、あれこれと考えることもなくなったころでございますか、秋麗がすっかり過ぎ去ってしまい、稍落ち着きました今宵の事、彼の雲井喜三郎という御仁が、御供も連れなさらず、御羽織袴もお召しになられないまま、唯一人で、気にかけることもなく吾家へお見えになされたのでございます。
      <br>
      <!-- <div class="gyoukan"><p>＊<br></p></div> -->
      　これは如何にと皆走り惑い、御酒肴を忽ち奥座敷に運びに参る間に、妾も化粧を改め席へ参上しますが、あの御仁体を拝見するに、変緬は焼け爛れ、ひたすら土くれの様で、また残る片側は、眉は千切れて無く、眥が白く出て、唇は斜めに偏り、まことに鬼の容貌と言えばよろしいのでしょうか….。おまけにどこでお飲みになられたものか、酒気を薫じさせ、その恐ろしさに身をわななくばかりでございました。それを少しずつ堪え忍んで、心も危なく酌に立ったのでございますが、盃の数が大してないうちに、素手で妾の手を掴みになったのです。その時、妾、思はず手を引いたのでございますが、盃の中のものが、御膝に打って零れてしまいまして、忽ち酒乱の体となられて、押しとどめる乳母を抜く手も見せず斬り放ちました。妾はその間に逃れ、何とか此処まで参上したのですが、これほど継続する呉家の不祥、また、この身の不幸せから逃れたく、ただ死のうとだけ深く考え込んでいたところ、このように止められてしまったのでございます。この上はただ尼となろうか、巡礼となろうか。何国の御方か存じ上げませんが、この上の慈悲に、何卒生きるすべを教えていただけないでしょうかと、砂に伏して声を忍ぶ体であった。
      <br>
      　虹汀は全て聞き終わると案ずる事稍暫し、すぐに乙女を助け起こして言った。
      <br>
      「よしよし私に考えがある。そんなに嘆かなさるな。先ずはその絵巻物を披見して、その身の因果を明らかにしてあげましょう」
      と六美女の手を曳いて立ち去ろうとしたとき、松の陰より現れた半面鬼相の荒くれ武士が、物も言わずに虹汀に斬りかかった。虹汀は、修禅の機鋒によって、身を運び虚を斬らせ、咄嗟に大喝一下するが、彼の武士、白刃と共に空を泳いて飛び走ること数歩、懸崖の突端から踏み外して、月光漫々たる海中に飲み込まれ、水烟と供に消え失せてしまった。
      <br>
      　こうして虹汀は六美女を連れて呉家に到り、家人と共に乳母の亡骸を取り納め、自ら法事読経し固く他言を戒めた。そして、仏間に入り人を遠ざけ、本尊弥勒仏の体中から彼の絵巻物を取り出し、畏敬礼拝を遂げて披見するに、美人の五対の壊乱、膿で滌われる様、只管に寒毛樹立するばかりであった。即座に仏前に座定して精魂を鎮め、三昧に入る事十日余り、延宝二年十一月晦日の暁、転じて忽然と眼を開き、
      「凡夫の妄執を晴らす手段に念仏以外は存在しない 南無阿弥陀 南無阿弥陀仏 南無阿弥陀　南無阿弥陀仏  ー」
      と声高らかに三遍詠誦した後、件の絵巻物は傍らの火炉に投げられ、一片の煙と化し終えた。
      <br>
      　こうして虹汀は心静かに座定を出て、家人を招き集めて演じた。
      <br>
      「私は法力によって呉家の悪因縁を断つ事に成功した。すぐに此の灰を仏像に納めて三界の万雲と共に供養し、私自身は俗体となって、呉家の婿となり、勝果を万代に胎したいと思う。意見があるならば前もって差し置きなくお聞きしたい」
      と言ったが、誰一人として所存を申し出る者は無く、只管に国老雲井家の咎めを懼れる様子であった。虹汀はこれを察し、その日の裡に厚く皆を労い暇を与え、家屋倉廩を封じて「公儀に返還する。呉坪太。」と大書した木札を打ち、唯、金銀、書画の類のみを四駄に背負わせ高荷を作り、屈強な壮夫を雇い、自身は弥勒の仏像を背負い呉家の系図を懐にしまった。六美女の手を引いて、昧爽に浜崎を出て、東の方を目指した。折節、延宝二年臘月朔日の雪が、繽紛として六美女の名に因んでいるかの如く、長汀曲浦五里に亘る行路の絶勝は、須臾にして長聯の銀屏と化し、虹汀が彩管に取り乱されるのではないかと疑われる程だった。
      <br>
      　こうして稍一里歩いた頃、東天が次第に紅くなろうとする時に、後ろのほうから人音が夥しく近づいて来る気配があった。虹汀は何事かと振り返ると、その数二三十だと思われる捕吏の面々がおり、夫々が獲物を携えている中に、あの海中に陥った半面鬼相の雲井喜三郎は、どのようにして蘇ったのであろうか、白鉢巻、小具足、陣羽織、野原袴で扮装物々しく、長刀を横たえて目前に迫り、静かに、悪僧其処を動くなと大声で一喝した。この間彼を大公儀の隠目付と思い誤り、一旦、遠慮するには惜しい刃を収めたが、其後藩命の蒙り手は、
      「遍く汝の素性行跡を探ったところ、画工と偽って当城下の地形を窺うのみならず、法体と装い諸国を渡り、有徳の家を謀って金品を掠め、児女をさらっては行方を晦ます、不敵無頼の白徒である事が天地の下で明らかになった。汝は空に爪立てようとも、土に潜むにしても遁れる道はない」
      と申し、他の輩は、当藩の物を奪い去る無法な狼藉ものめ、汝は女人を連れ去る卑怯未練な悪僧だなどと罵るのだった。容赦なく踏み込み召捕れと急に大喝するので、声を合わせて配下が同心し、雪を蹴り立て襲い掛かってきた。
      <br>
      　一方は、峨々たる絶壁に半天が懸かっている。一面は断崖海で直面するも足元が危うい。背後には繊弱い女人と人馬が控えている。遁れることはできないだろうと思われるが、虹汀は少しも動揺する気配がなく、背負い献上していた仏像を馬士に渡し、網代笠の雪を払い六美女に持たせ、手慣れた竹杖を突いて、衣紋を繕う珠数を爪繰つつ、静静と振り向き進みだしたので、案に相違した捕手の面々は気を呑まれていた。
      <br>
      　その時虹汀は大勢に打ち向って慇懃に一礼をほどこして、咳払いし陳べるに、
      「這は御遠路のところ、まことに御苦労千万であった。このような不届の狼藉者を、此れほど大勢で御見送りなさる貴藩の御政道の明らかである事、まことに感服するばかりである。そうは云え折角の御芳志なのだから此処は今し方あちらの筑前領まで御見送りして頂けないだろうか。そうすれば御役目滞り無く相済み、無益な殺生も、御藩の恥辱となることもないでしょう。この儀どうしましょうか。御返答賜り度い。」
      と言葉爽やかに笑みを含めば、一同呆れる事稍しばし、忽ちにして雲井喜三郎の満面は朱に染まった。
      <br>
      「おのれ、口が非道で裂けるような雑言だな。この間は酔いしれて不覚を取ったが、今日は吾が刀に錆一つないつもりだ。かかれや物共、相手は一人ぞ。女のほかは斬り捨てても問題はない。かかれかかれ」
      と刀柄を叩けば、応と意気込みを感じさせる面面、対しては人甲斐も無い旅僧一人。何程の事があろうかと侮りつつ、雪影が映る氷の刃を、抜き連れ競いかかった。虹汀は、ならば詮方なしと、竹の杖を弓手に取り、空拳を舞わせて真っ先にかかってきた一人の刃を奪い、続いてかかる白刃を払い落し、群がり落ちる毬棒、刺叉を戞矢戞矢と斬落して、道幅一杯に立働きつつ人馬の傍に寄せ付けず、其のほか峰打ち当て身の数々にして、捕吏は気絶し又は悶絶して、雪中を転び、海中に陥るなど早くも十数人になってしまった。
      <br>
      　思いがけぬ旅僧の手練に加え、あれ程大勢をあしらい兼ね、皆怯み渡って見えたので、雲井喜三郎は、今にもう堪えることができず、
      「小癪なる坊主の腕立てかな。いやはや、新身の切れ味を見して、逆縁の引導を渡してやる。」
      と陣太刀長やかに抜き放ち、青眼に構え足法乱さず、切尖するどく詰め寄ってきた。虹汀は何事かと思ったのであろうか、奪い持っている刀を投げてしまい、竹杖を軽やかに馬手に取り直し、血に渇する喜三郎の兇刃に接し、一糸一髪を緩めず放たず、冷々水の如く機先を制し去り、切々氷霜の如く圧し来るに、音に聞こえる喜三郎の業物も、大磐石に挟まれた様に、ひたすらに息張って唖唖切歯するばかりであった。虹汀これを見て莞爾と打ち微笑んでしまう。「どうしたのか喜三郎殿、早くもお悟りになったか。弥陀の利剣とは此の竹杖の心のことぞ。不動の繋縛とは此の親切な呼吸のことぞ。たとえ百練千練の精妙であったとしても、虚実生死の境を出ていない剣は悟道一片の竹杖にも劣るのだ。眼前の不可思議はこの通りである、疑うのなら其の刀を棄て、悪心を翻し仏道に入り、一瞬として疑わず、濶達自在の境界に入りなさい。然らずは一殺多生の理に任せ、御身を斬って両断とし、唐津藩当面の不祥を除こう。それゆえ今は生死断末魔の境である。地獄天上か分かれる一瞬である。如何に如何に」
      と詰め寄れば、あれ程剛気無敵の喜三郎も、顔色青褪眼血走り、白汗を流して喘ぐばかりであったのが、そうは言っても積年の業力は尽きないのであろうか。再び一点で機敏に転身をしたのだろう、忽ち衝天の勇を奮い起こして太刀を上段真向に振りかぶり、精鋭一呵、電光のように斬り込んで来るのを虹汀、翻りと避けては礑と打つ。竹杖の冴え過たず。喜三郎の眉間に当たれば、眼をくるくると回し飛び退く様子で、横に払った虚に付け入る虹汀は、喜三郎の腰に帯たる小刀の柄に手をかけると同時に、「ならば望みに任せるぞ」と言い終わらぬ内に、喜三郎は一間余り走り退いたように見えたが、再び太刀を振り上げたまま虚空にのけぞり、仏倒れに倒れた。大袈裟がけに斬り放たれた右肩より湧き出す血に、雪を染めては息絶えた。
      <br>
      　此の勢いに怖れをなしたのであろう。残った者は遠くへ逃げ、追おうとする者も見えなかったので、虹汀は安心すると、奪った小刀を亡骸に返し、掌を合わせ数珠を揉みつつ、念仏両三遍唱えたので、そのまま黒衣の雪を打ち払い、さあと言わんばかり仏像を背負い取り、正気でなく怯える六美女を労り慰めて、笠を傾け、人馬急かして行くと程なくして筑前領に入り、深江に一泊した。翌暁未だ熄まぬ雪を履んで東へ行くとこ又五里、此の姪の浜に来て足を止めた。
      <br>
      　虹汀は此の所の形相を見て思うに、「此の地、北に愛宕の霊山半空が聳えては、南方に背振、雷山、浮岳の諸名山と雲烟を連ねている。万頃の豊田眼路甚だしく児孫万代を養うことが十分可能であり、室見川の清流又は杯の浮つきを堪へている。衵浜、小戸の旧蹟、芥屋、生の松原の名勝を按配して、また黒田五十五万石の城下にそう遠くない。間違いなく山海地形の粋を集めたものだと。」そこで従い来た馬士を養い家人として、田野を求めて家屋倉廩を建て、故郷京師に便りを出して万代の謀をなす傍、一地を占い雷山背振の巨木を集め、縄墨を司り、一宇の大伽藍を建立し、背負っている弥勒菩薩の座像を本尊として、末代迄の菩提寺、永世の祈願所にしたいと欲した。山門高く聳えては真如実相の月を迎え、殿堂は甍を聯ねて仏土金色の日相観を送る。林泉は奥が深くて水は碧く砂が白い側に、鳥啼き、魚躍つて、念仏、念法、念僧するありさま、真に末世の奇特、稀代の浄地と思われた。
      <br>
      　こうして人皇百十一代霊元天皇の延宝五年丁巳霜月初旬に及び其の業終ると、京師の本山より貧道を招き開山住持の事をあずけようとした。貧道は寡聞浅学を理由に下向を再三と固辞されたが之を認めなかった。遂に其の奇特を認められ、笈を負い下向し、寺号を青黛山如月寺と名付けた。そして、翌延宝六年戊午二月二十一日の吉辰を卜し、往生講式七門の説法を講じて、浄土三部経を読誦し七日に亘る大供養大施餓鬼を執行した。当日虹汀は自ら座に上り、略して上来の因縁を述べて聴衆に懺悔し、二首の和歌を口吟した。
      <br>
      <br>
      　唱　　六っの道今は迷はじ六っの文字
      <br>
      　　　　　　　み仏の世にくれ竹の杖　　　　　　　　　　　　坪太郎
      <br>
      <br>
      　和　　くれ竹のよゝを重ねてみほとけの
      <br>
      　　　　　　　すぐに空しき道に帰らむ　　　　　　　　　　　六美女
      <br>
      <br>
      　続いて貧道座に上り、委しく縁起の因果を弁証し、六道の流転、輪廻転生の理を明らかにして、一念弥陀仏、即滅無量罪障の真諦を授け、終つて一句の偈を連らねた。
      <br>
      　一念称名声　功徳万世伝　青黛山寺鐘　迎得真如月
      <br>
      　さらに六美女は当時十八歳であったが、前より六字の名号を紙に写すこと三万葉に至り、当来の参集に頒ち、三日足らずで悉くしたと伝え聞く。
      <br>
      　この様な物語、六道の辻を娑婆に表して、業報の理趣を眼前に転じる。聞く煩悩即菩提、六塵即浄土と、呉家祖先の冥福、末代まで正等正覚の結縁が誠に涯あるべきではない。呉家の後に生まれる男女に此の鴻恩を報じようと希求するなら、深く此旨を心に収めて、法事念仏を怠ってはいけない。また、此事他聞を許さず、過って洩れる時は、他藩の怨を招く事が恐ろしい。
      此事は当寺当時の住職、及、呉家の当主夫妻にのみ止めるのがよい。穴賢。
      <br>
      <br>
      　延宝七年七月七日　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　一行しるす
      <br>
      <br>
    </p> 
  <!-- </main> -->

<?php
// include( __DIR__ . '/../_footer.php');
include('./../app/_footer.php');