<?php
$writer = 'グレイス・ペイリー';
$main_title = 'マザー';
$title = $main_title.' '.$writer;
include('./../app/_header.php');
?>
<link rel="stylesheet" href=<?php echo $path . "/css/dogma.css"?>>
<main>
<h1 class="title"><?php echo $main_title ?></h1>
    <h2 class="author"><?php echo $writer ?></h2>
    <br>
    <p class="box2">
    この文章は前半が陰の過去、中が陽の過去、後半が悲しい現在と構成されている。
    こう分けてみたが文章全体は悲哀がベースとなっており、意味がわかると毒が急速に回ってくる。
    前半部分では、娘と母親のやりとり。母親は何故か娘に冷たく、距離を感じる。
    戸口の前に立つ母というワードが頻出しており、母が自分の内側に入ってこようとしない様子が読み取れる。
    中では、娘が母親の笑っている、明るい情景を懐古している。母親はすでに亡くなってしまい、
    生前も関係は薄かったけれども、恋しく感じてしまうのだろうか。後半では、父親が登場する。
    父親の元セリフから職業は精神科医か心療内科医、または心理カウンセラーであろうか。父親は疲れてしまったらしい。
    精神を病んだ人々を助けているのにも関わらず、最も近しい人である妻を救ってやれないほど病んでしまったのだろうか。
    生前の様子から妻も軽い鬱やノイローゼになっていたのだろうか。
    最後の一文で母は亡くなってしまったと語っているが、このときの感情は何であるか。
    陽の過去を思い出した後、戸口に立つ母を懐かしそうに感じる娘がいるから、最後の感情は悲哀であろうか。
    作者のこうした女性、母親特有のの停滞感や二律背反的な混沌を短く書き切る能力は天才的なものだろう。
    最後に一つだけわからないことがある。母親の死因だ。自殺や病死かここからは読者それぞれにゆだねられている。
    </p>
    <h3>妄想</h3>
    <p class="box2">
    母は若い頃男に棄てられて、幼い子供と残されてしまう。
    母は娘一人を一人前に育てようと頑張ったがお金もなく厳しい生活の毎日だった。
    母は容姿端麗で美人だったのだろう、医者と出合い結婚する。
    精神科か心療内科の病院で出会ったのかもしれない。しかし、医者の夫は忙しく、家庭にあまり干渉はしてこなかった。
    母もそれはある程度承知の上でお互いのトロフィーとして結婚したのだろう。母は娘を成功できるよう教育するが、
    娘の出来が悪い。そのことにイライラが募り、ついついキツく娘に当たってしまう。父親も自分の娘ではないため、
    どちらの味方とも言えず、戸口の外側にずっといる。母親が死に、娘は最初に母が自分にきつくあたった記憶を思い出す。
    でもそれは一瞬で、すぐに母の笑顔を思い出し、懐かしく思う。父親は疲れてしまったと娘に語る。仕事も忙しく、家でも夫婦仲
    が良くないため、落ち着かない。そんな日々が近づく中、母が自殺してしまう。疲れてしまったんだよと娘に改めて言うが、二人で
    母ともっと関わるべきだったと後悔する。
    <br>
    <br>
    母よ、私は知っている。この道はとおく、とおく、果てしない道。<br>
    思い出すたびに辛くても、いつも思っている。だって、愛しているのだから。
    </p>

</main>
<?php
include('./../app/_footer.php');