<?php
$writer = 'グレイス・ペイリー';
$main_title = 'マザー';
$title = $main_title.' '.$writer;
include('./../app/_header.php');
?>
<link rel="stylesheet" href=<?php echo $path . "/css/dogma.css"?>>
<main>
<h1 class="title"><?php echo $main_title ?></h1>
    <h2 class="author"><?php echo $writer ?></h2>
    <br>
    <p class="box2">
    母は部屋の戸口にいつもいた。中には入って来ないでそこにいた。母は何故か私に冷たく、距離を感じる。
    私は亡くなった母にとても会いたい。冷たい戸口に立つ母に。<br>
    ある年の元旦に１７になる私は朝の四時に帰ってきた。母はこれではこの先どうなるのかとため息をつく。<br>
    あるとき、母は部屋の戸口に立っていた。私はソ連に対する家の見解を非難したところだった。
    母親はうんざりして、もう寝なさいよと言う。私は納得がいかなかった。私は論理を立てて非難したのに、母は経験が足りないとか、きれいごとばかり言ってあしらう。そんな大人は大嫌いだ。<br>
    またあるとき、母親はゆっくり食事ができない私を非難する。将来どうなるのかと心配しながら。
    細かいこと気にしすぎだよと私は思う。<br>
    そして、母親は死んだ。
    母はもういない。
    <br>
    私は母の言うことを聞かなかった。母の思想も嫌いだった。一々文句を言ってくる母親を鬱陶しく思った。
    でも、もう母はいない。会いたくてたまらない。涙がとまらない。<br>
    私は母の死後、ありとあらゆる場所で母に会いたくて堪らなかった。戸口に限らず。
    今思えば、戸口に立つ母親は私のことを心配してくれていたのかもしれない。
    父と一緒にいる母を懐古する。
    ふたりはモーツァルトを聴いていた。ふたりは驚いたように目を見開き見つめあう。それはまるで、自分たちがたったいま船でこの国に到着したばかりみたいに。
    それはまるで、彼女が勤めていた店を家事のために辞めたばかりというふうに。ふたりは愛し合っていた。<br>
    私の父はお医者さんで、心療内科の先生をしている。そのおかげで私たちは裕福にくらしている。
    母と父はとても高価なレコードでバッハを聴いていた。母が父に言う。少しは私に話しかけたら。私たちすっかり話さなくなったわ。<br>
    疲れているんだよと父は言う。今日も３０人の患者の話を聞いてきた。みんな喋りまくるんだ。一緒に黙って音楽を聴かないか。お前も昔は絶対音感だったろう。<br>
    私は疲れたんだ。<br>
    それから母を死んでしまった。<br>
    大切な人だったんだなと私は思う。伝えたい気持ちは時間があるときに届けてあげるものなんだ。,<br>
    生まれる時代も場所も、すべて間違えて、それでも私たちはここにやってきた。 
    私たちは、間違った社会に生まれた。 それでも、歩む道は間違えなかった。
    </p>
    <p class="box2">
    <br>
    <br>
    母よ、私は知っている。この道はとおく、とおく、果てしない道。<br>
    思い出すたびに辛くても、いつも思っているよ。だって、愛しているのだから。
    </p>

</main>
<?php
include('./../app/_footer.php');