<?php
$title =  '沖縄行った話 - ';
include('./../app/_header.php');
?>
<link rel="stylesheet" href=<?php echo $path . "/css/dogma.css"?>>

<main>
    <h1 class="title">沖縄行った話</h1>
    <br>
    <p class="box2">
    一人旅したくなる衝動に駆られることってあるよね？<br>
    そういうわけで沖縄に一人で三泊四日の旅行に行ってきた！一週間後には大学院入試が控えてるけどノーマンタイ！<br>
    国内線を利用するのは始めてだったけど審査緩い分楽ちんだった。一応、この時期は緊急事態宣言が沖縄で発令されていて
    人が少ないことを期待したんだけど、みんな考えてることは同じみたいで、空港も沖縄ついてからも人がわりといた。機内でも家族連れが多かったのが印象的。<br>
    宿はお金をあまり使いたくなかったからコロナ怖いけどゲストハウスに宿泊することに。三泊して諸々経費含めても3000円しなかったのでオススメ。
    初日はくもり空多めだったので明日以降晴れることを期待。宿は那覇空港からモノレールで20分くらいだったかな、記憶が曖昧だけどそこまで離れてなかったはず。ちなみにあの国際通りも宿の近くにあったよ。宿に荷物をおいて、徒歩で国際通りに向かう。真夏の沖縄はさすがに暑くて汗の量が尋常じゃなかった。
    タコライス屋を発見したので腹ごしらえをして初日は終了。
    写真は那覇空港。
    </p>
    <img src="../img/DSC_0509.JPG" width="600" height="300" style="display: block; margin: auto;">
    <figcaption style="text-align:center">那覇空港！</figcaption>
    <p class="box2">
    二日目、この日は沖縄の観光地で適当にググって、気になったところに行ってみた。<a href="https://gangala.com/">ガンガラーの谷</a>という場所が面白そうなので行くことに。宿からバスで一時間以上の距離にあって無事に辿り着けるか不安だったけどなんとか到着。
    入口が分かりにくくてガイド開始ギリギリに到着した。受付の隣には写真のような洞窟カフェがあって、とてもおしゃれだった～（何も注文してないけど）それと学割が使えたのでガイド料金が1000円くらい安くなり交通費が浮いた！<br>
    これから森の中に入っていくわけだから事前に虫よけスプレーを上半身にかけてもらった。下半身にもかけてもしかったなあ。案の定下半身に虫刺されが5,6箇所できたのは辛かった。でもこんなこともあろうかと、ムヒを持参してたので何とかなった。<br>
    世界一大きいタケノコであるジャイアントバンブーや金色の蛹、虹色のカメムシを鑑賞しつつ森の奥に進んでいった。
    </p>
    <img src="../img/DSC_0524.JPG" width="600" height="300" style="display: block; margin: auto;">
    <figcaption style="text-align:center">ガンガラーの洞窟カフェ！</figcaption>
    <img src="../img/DSC_0526.JPG" width="600" height="300" style="display: block; margin: auto;">
    <figcaption style="text-align:center">洞窟カフェの内側！</figcaption>
    <p class="box2">
    しばらく進むと奇妙な木を発見。その正体はガジュマルの木で実物でここまで大きいのは初めて見た。ガジュマルは幹が根の集合体で、枝から根を地面に垂らして木自体が移動して成長を続けるらしい。何ともふざけた木だ。
    ガンガラーを満喫した後は、首里城に向かうことに。首里城はここからバスで一時間ほど。帰り道にあったのでちょうどよかった。まだ工事中で本堂の写真は撮れなかったけどシーザー像とのツーショット写真は撮れたので満足。首里城は日陰がほとんどなかったので真夏に行くのは推奨できない。頂上からの景色は可も不可もなくといったところ。
    <br>
    夜は国際通り近くのA＆Wでお腹を満たして早めに寝た。明日の朝が早いので！
    </p>
    <img src="../img/DSC_0532.JPG" width="600" height="300" style="display: block; margin: auto;">
    <figcaption style="text-align:center">ガジュマル！</figcaption>
    <p class="box2">
        三日目は六時起き。バスで二時間弱かけてダイビングする港まで行くためだ。ビーチから本当は沖まで出たかったけど、コロナのせいで沖縄のビーチが全部封鎖してたので、仕方なく港から直接沖に出ることに。本当に残念。
        周辺のバス停も大体把握したのでスムーズに乗車。バスの中ではずっと寝てました。<br>
        港に到着後、雇ったインストラクターと合流してダイビングの説明を受けることに。ダイビングは免許持ってる人とじゃなきゃしてはいけないらしい。あたりまえか。ダイビングの免許は三日あれば取れるみたいなので時間に余裕があれば取ったほうがいいかも？
        <br>
        ダイビングをする上で一番大事なことは耳抜きをこまめにやること。水圧で鼓膜が破れてしまうので、定期的にする必要がある。やり方は簡単で、鼻をつまんで鼻から息を出そうと耳から空気が出る。これで圧力を保つわけだ。装備を装着して出航～！<br>
        船のへりに腰かけて、手の先で水を切り裂きながら目的地の青の洞窟へ向かった。<br>
        洞窟近くで、まずは水中で呼吸をする練習をすることに。酸素ボンベを背負い入水。スーツのおかげで沈まず浮かぶことができる。水温は温水プールよりは冷たいけど、温かく心地よい。マウスピースを加えて呼吸してみる。しかし、呼吸が上手くできない！
        少し慌ててパニックになりかけたけど、大きく深呼吸するように呼吸すると何とか落ち着くことができた。水中では、水圧の関係で、肺に入っている空気をしっかり吐き出さないと上手く空気を吸えないらしい。普段の呼吸が浅いこともあり、てんぱってしまったが、直ぐに慣れることができた。<br>
        手袋を軍手を使用。素手だとダメな理由は、サンゴに毒があるから。触らなければいいじゃんと思うじゃん？でも、海の中って案外水の動きが大きくて、何かにつかまっていないとその場に留まることができないのだ。しかも、この水の動きが案外強くて、
        俺の握力がないだけかもしれないけれど、サンゴとか何かしらの突起物をがっしりと握らないと体を持っていかれてしまう。サンゴの毒にやられた漁師さんの手を見せてもらったが漆でかぶれたように炎症していた。<br>
        水中での動きに慣れたので、次はハンドサインを習った。有名だからみんな知っているかもだけど、goodで親指を上に向けるのは注意が必要で、上昇するという意味になってしまう。goodを表現するときは、okマークを作ること。<br>
        一通り知識はインストールしたので、魚と戯れることに。昔は魚に餌をあげていたけど、今は禁止されているみたい。そのときの名残か、餌をあげるふり（手をすぼめる）をすると魚が口をパクパクしながら寄ってくる。
        魚類と知能指数の差を感じた時間でもあった。
    </p>
    <img src="../img/P8100174.jpg" width="600" height="300" style="display: block; margin: auto;">
    <figcaption style="text-align:center">魚に餌を与えるふりドッキリ！</figcaption>
    <p class="box2">
    魚と遊んだあと、青の洞窟に向かった。時間は午後の二時くらいだっただろうか。人は他におらず、独り占めすることができた。インストラクターに写真撮るから何かポーズとれと言われたので、
    咄嗟のポーズが下の写真。ポーズ考えとけば良かったと写真を見てから思うのであった。。
    </p>
    <img src="../img/P8100165.jpg" width="600" height="300" style="display: block; margin: auto;">
    <figcaption style="text-align:center">青の洞窟！</figcaption>
    <video src="../img/diving.mp4" width="600" height="300" contrals autoplay loop muted playsinline style="display: block; margin: auto;"></video>
    <figcaption style="text-align:center">海きれい！</figcaption>
    <p class="box2">
        ダイビングを終え、港に向かった。気分が清々しいが、これは窒素が体に溶けこんだせいだろうか。インストラクターから少なくとも半日は飛行機に乗るなと忠告を受ける。体内の窒素が気圧が下がると飛び出てきて減圧症に
        なってしまうみたいだ。帰りのバスを待つ間にバナナシェイク屋さんがあったので寄ってみた。千円近くしてぼったくりに感じたが、味を今まで飲んだシェイクで一番おいしかったのですべてを許した。
        体力を使い果たしこの日をすぐに就寝した気がする。この日の夜の記憶を沖縄に置いてきた。<br>
        四日目、沖縄を去る日がやってきた。コロナでビーチが封鎖していたり、美ら海水族館も閉館だったので今度はコロナが終わったら女の子と遊びに行きたい。
        帰りに、アロハシャツを買って、それを着て飛行機に搭乗。少し浮いていた気もするが気のせいだ。3時間ほどで、仙台に到着。沖縄で撮った写真を整理しながら、一週間後の大学院入試という現実を思い出し、嫌な気持ちになるのであった。<br>
        <br>
        何となく汽車に乗りたく思ひしのみ<br>
        汽車を下りしに<br>
        ゆくところなし
    </p>
</main>

<?php
include('./../app/_footer.php');