<?php
$main = '俺はカブトムシ食べたことあるけど、お前は？';
$title =  $main.' - ';
include('./../app/_header.php');
?>
<link rel="stylesheet" href=<?php echo $path . "/css/dogma.css"?>>

<main>
    <h1 class="title"><?php echo $main ?></h1>
    <br>
    <p class="box2">
    1月28日が俺の誕生日。楽しいはずの誕生日に友人からカブトムシが送られてきた。<br>何かの間違いだよな？？<br>
    頑張って食べるか、家の前にでも埋めるか処分に悩んでいる間に、二週間が経過してしまった。
    amazonで値段を調べると1500円ほどすることが判明し、せっかくのプレゼントでもあるので、食べることを決意する。
    しかし、ここで問題が発生。パッケージをよく見ると、2×male rhino beetles, 2×female rhino beetlesの記載を発見する。
    つまり、計４匹のカブトムシがこの袋に入っているわけだ。さすがに一人で黙々とこの量を食べきれるわけがないので、
    Youtubeで限定公開のライブ中に、友人たちに見守られながら完食する方向にまとまった。
    </p>
    <img src="../img/kabuto.JPG" width="300" height="500" style="display: block; margin: auto;">
    <figcaption style="text-align:center">カブトムシだと、、</figcaption>
    <p class="box2">
    ライブ配信では4,5人の友人たちが見に来てくれた。優しい奴らだぜ…<br>
    カブトムシ初見の登竜門である、開封作業に早速入った。キャーキャーとビビりながら袋を開けると袋の中にはさらに袋が入っており、
    カブトムシ達はこの中に閉じ込められているみたいだ。助けに来たぞ…　<br>
    本命の袋を開けると土の臭いがふんわりと漂ってきた。さすがに皿の上に乗せるわけにはいかないので、ティッシュペーパーの
    上の彼らを展開することにした。パッケージの通り、オスメス二匹ずつを確認できた。<br>
    いよいよ食べるわけだが、ネットの記事によるとカブトムシは昆虫食の中でも不味い部類に入るらしく、気が永遠に進まない。
    そこでカブトムシの手足から食べることにした。4匹いるので合計で24本、手足くらいならいけるだろうと思っていた。念のため、隣には2リットル
    の水が準備してある。小さいメスの足から口の中に2,3本投げ込んだ。そのときの顔が下の画像になる。何かを悟ったみたいだ。肝心の味はどうだったか
    というと、想像していたよりは不味くはなかった。ただ美味しくは決してないし、餓死しそうにならない限り二度と食べることはないだろう。
    味は、薄い土の味、焦げたプラスチックの風味と言ったところか。特別な気持ちの悪い味はしなかったので、良かった。硬くて美味しくないスルメイカの
    足を食べてる感触、が一番近い表現かな。
    最初は抵抗があったが、手足くらいならポイポイ口に運べるまで成長した段階で、そろそろ胴体を片付けることに。
    </p>
    <img src="../img/unknown-19.png" width="300" height="500" style="display: block; margin: auto;">
    <figcaption style="text-align:center">全てを悟った顔？</figcaption>
    <p class="box2">
    カブトムシの胴体を食べるにあたって、性別は重要である。メス、オスどっちが食べやすそうかと言われるとメスになる。理由は、オスは角が大きく、咀嚼するのが困難だからだ。
    ただ、メスの見た目が美味しくなさそうという問題もある。オスと比べてメスの体は艶がなく（人間とは真逆）、口に運ぶにはハードルが少々高い。そのため、オスの頭部を分離し、
    胴体を先に食べることにした。足を食べた経験から飲み込むまでに咀嚼をかなり行う必要があることが予想できたので、やばかったらすぐに水で流せるように準備をしておいた。<br>
    勇気を振り絞って、胴体を咀嚼する最初はの風味は手足と同じだが、しばらく噛み、唾液と身が混ぜ合わさると妙な味が口内に広がってくるのがわかった。なるべく、口の中にカブトムシが
    いることを意識しないようにしてはいたが、どうも無理みたいで吐き気が少ししてきた。用意していた水で口内を洗浄するが、カブトムシは未だに健在だ。こいつ、硬すぎるだろ…
    噛んで水で洗浄する作業を繰り返すことで何とか一匹仕留めることができた。でも、まだ三匹残っているのだ。メスの一匹も同様に処理したところで、オーディエンスから調味料で味付けして
    みたらどうかと提案を受ける。頭がいい。使えそうなものがマヨネーズしかなかったので、マヨネーズを口にぶち込むことに。ここから逆転劇が始まった。<br>
    マヨネーズの圧倒的包容力にカブトムシたちは黙らされ、為す術もなく胃の中へと処分されていく。マヨネーズの勢いは止まらず、胴体をすべて片づけてしまった。恐るべし…
    </p>
    <img src="../img/unknown-20.png" width="400" height="300" style="display: block; margin: auto;">
    <figcaption style="text-align:center">マヨネーズ最強！</figcaption>
    <p class="box2">
    前に分離したオスの頭部はあまったご飯と一緒に食べることに。マヨネーズは強すぎたので、殿堂入りし冷蔵庫へと帰っていった。
    カブトムシと白米は、カブトムシがひたすらに咀嚼の邪魔をするだけでストレスがたまるのでオススメできない。
    </p>
    <img src="../img/DSC_0538.JPG" width="600" height="300" style="display: block; margin: auto;">
    <figcaption style="text-align:center">カブトムシと白米は合いません！</figcaption>
    <p class="box2">
    完食。gg guys<br>
    まとめ：カブトムシはカブトムシの味がして、マヨネーズはあまりに強すぎた。
    </p>
</main>

<?php
include('./../app/_footer.php');